accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
ark
arp-scan
awesome-terminal-fonts
awww
ayugram-desktop
base
base-devel
bash-completion
bind
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
brave-bin
brightnessctl
btop
btrfs-assistant
btrfs-progs
cachy-update
cachyos-fish-config
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
cava
chafa
chaotic-keyring
chaotic-mirrorlist
chwd
claude-desktop-bin
cliphist
code
cpupower
cryptsetup
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dolphin
dosfstools
duf
dunst
e2fsprogs
earlyoom
efibootmgr
efitools
ethtool
exfatprogs
exo
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
file-roller
firefox
flatpak
fsarchiver
fuse2
galculator
garcon
git
github-cli
glances
glow
grim
grub
grub-btrfs-support
grub-hook
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hdparm
htop
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpicker
hyprsunset
inetutils
intel-media-driver
intel-media-sdk
intel-ucode
iptables
iwd
jfsutils
kde-cli-tools
kitty
kvantum
kvantum-qt5
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-intel
libdvdcss
libgsf
libinput-gestures
libopenraw
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
lsb-release
lsd
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mousetweaks
mtools
nano
nano-syntax-highlighting
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
nwg-displays
nwg-look
obsidian
octopi
opencl-mesa
openssh
os-prober
pacman-contrib
pamixer
parole
paru
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
plocate
plymouth
polkit-kde-agent
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
python-pip
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rebuild-detector
reflector
remmina
ripgrep
ristretto
rofi
rofimoji
rsync
s-nail
satty
sddm
sg3_utils
slurp
smartmontools
snapper
sof-firmware
starship
sublime-text-4
sudo
sysfsutils
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
tumbler
udiskie
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
vim
vlc-plugins-all
vulkan-intel
waybar
wev
wget
which
wireless-regdb
wireplumber
wl-clip-persist
wl-clipboard
wlogout
wofi
wpa_supplicant
wtype
xcursor-hackneyed-dark
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-user-dirs-gtk
xed
xfce4-appfinder
xfce4-battery-plugin
xfce4-mount-plugin
xfce4-netload-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xl2tpd
xorg-xwayland
